{"word2idx": {"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "a": 4, "black": 5, "and": 6, "white": 7, "dog": 8, "is": 9, "playing": 10, "with": 11, "sheep": 12, "in": 13, "field": 14, ".": 15, "run": 16, "together": 17, "chases": 18, "the": 19, "herding": 20, "girl": 21, "sits": 22, "laughs": 23, "while": 24, "kiddie": 25, "pool": 26, "little": 27, "metal": 28, "tub": 29, "filled": 30, "water": 31, "sitting": 32, "small": 33, "of": 34, "smiling": 35, "young": 36, "wearing": 37, "swimsuit": 38, "soaking": 39, "skier": 40, "coming": 41, "over": 42, "snowy": 43, "hill": 44, "people": 45, "look": 46, "on": 47, "snowboarder": 48, "takes": 49, "ramp": 50, "made": 51, "snow": 52, "others": 53, "watch": 54, "one": 55, "person": 56, "snowboarding": 57, "are": 58, "watching": 59, "perform": 60, "trick": 61, "air": 62, "there": 63, "several": 64, "skies": 65, "surrounded": 66, "by": 67, "mountains": 68, "paddles": 69, "behind": 70, "cat": 71, "body": 72, "swimming": 73, "two": 74, "dogs": 75, "paddling": 76, "blue": 77, "man": 78, "rollerblades": 79, "down": 80, "park": 81, "path": 82, "rollerblading": 83, "through": 84, "an": 85, "active": 86, "community": 87, "red": 88, "cap": 89, "rollerskating": 90, "front": 91, "building": 92, "hat": 93, ",": 94, "shirt": 95, "tan": 96, "pants": 97, "horse": 98, "rider": 99, "jumping": 100, "fence": 101, "jump": 102, "jumps": 103, "wooden": 104, "jockey": 105, "clothes": 106, "leads": 107, "way": 108, "race": 109, "marathon": 110, "runners": 111, "racing": 112, "city": 113, "street": 114, "other": 115, "standing": 116, "around": 117, "busy": 118, "who": 119, "competing": 120, "women": 121, "athletic": 122, "shorts": 123, "going": 124, "walks": 125, "along": 126, "road": 127, "next": 128, "to": 129, "older": 130, "long": 131, "sleeved": 132, "walking": 133, "cobblestone": 134, "alone": 135, "old": 136, "near": 137, "brown": 138, "boat": 139, "using": 140, "pole": 141, "push": 142, "boats": 143, "large": 144, "stick": 145, "another": 146, "away": 147, "fishing": 148, "pushing": 149, "into": 150, "pulling": 151, "close": 152, "three": 153, "some": 154, "murky": 155, "yellow": 156, "object": 157, "its": 158, "mouth": 159, "dirty": 160, "dark": 161, "them": 162, "has": 163, "ball": 164, "up": 165, "their": 166, "swim": 167, "boy": 168, "coat": 169, "throws": 170, "leaves": 171, "at": 172, "camera": 173, "orange": 174, "autumn": 175, "green": 176, "jacket": 177, "throwing": 178, "fall": 179, "tosses": 180, "garden": 181, "shop": 182, "being": 183, "owner": 184, "waving": 185, "waves": 186, "from": 187, "inside": 188, "greenhouse": 189, "farm": 190, "store": 191, "grey": 192, "middle": 193, "plant": 194, "for": 195, "plants": 196, "holding": 197, "her": 198, "hand": 199, "so": 200, "that": 201, "it": 202, "looks": 203, "rainbow": 204, "ends": 205, "girls": 206, "posing": 207, "sky": 208, "outfit": 209, "out": 210, "bent": 211, "touch": 212, "child": 213, "painting": 214, "picture": 215, "artist": 216, "paints": 217, "clouds": 218, "onto": 219, "colors": 220, "paper": 221, "wall": 222, "running": 223, "track": 224, "across": 225, "tire": 226, "turning": 227, "direction": 228, "leading": 229, "low": 230, "cut": 231, "tracks": 232, "mid-flight": 233, "catches": 234, "dead": 235, "grass": 236, "catch": 237, "tennis": 238, "leaps": 239, "terrier": 240, "jeans": 241, "woman": 242, "stands": 243, "nearby": 244, "looking": 245, "towards": 246, "hands": 247, "runs": 248, "grassy": 249, "as": 250, "off-camera": 251, "beige": 252, "trench": 253, "rain": 254, "umbrella": 255, "open": 256, "his": 257, "head": 258, "hair": 259, "past": 260, "parking": 261, "kid": 262, "climbing": 263, "rope": 264, "course": 265, "ropes": 266, "ladder": 267, "children": 268, "climb": 269, "jungle": 270, "gym": 271, "cross": 272, "bridge": 273, "men": 274, "dressed": 275, "winter": 276, "clothing": 277, "stand": 278, "against": 279, "railing": 280, "outside": 281, "each": 282, "jackets": 283, "leaning": 284, "lean": 285, "urban": 286, "corner": 287, "doing": 288, "riding": 289, "skateboard": 290, "half": 291, "pipe": 292, "does": 293, "tricks": 294, "skateboarder": 295, "performs": 296, "guy": 297, "striped": 298, "skateboarding": 299, "surface": 300, "canoe": 301, "toward": 302, "canoes": 303, "lake": 304, "kayakers": 305, "row": 306, "mountain": 307, "kayaks": 308, "background": 309, "houses": 310, "view": 311, "seen": 312, "kayak": 313, "tail": 314, "after": 315, "tube": 316, "husky": 317, "tunnel": 318, "obstacle": 319, "they": 320, "thrown": 321, "adult": 322, "flannel": 323, "light": 324, "tossing": 325, "toddler": 326, "baby": 327, "enjoys": 328, "tossed": 329, "glasses": 330, "arms": 331, "crossed": 332, "leather": 333, "smiles": 334, "grins": 335, "teeth": 336, "showing": 337, "smile": 338, "breed": 339, "straw": 340, "strewn": 341, "foot": 342, "big": 343, "ears": 344, "rock": 345, "themselves": 346, "make": 347, "rocky": 348, "terrain": 349, "participate": 350, "female": 351, "hikers": 352, "hang": 353, "deep": 354, "backpacks": 355, "formations": 356, "kicks": 357, "soccer": 358, "high": 359, "bright": 360, "kicked": 361, "very": 362, "above": 363, "plays": 364, "basketball": 365, "bouncing": 366, "net": 367, "toy": 368, "hoop": 369, "coach": 370, "speaking": 371, "football": 372, "player": 373, "watches": 374, "talks": 375, "about": 376, "game": 377, "talking": 378, "official": 379, "crowd": 380, "team": 381, "members": 382, "quarterback": 383, "during": 384, "construction": 385, "uniform": 386, "wears": 387, "hardhat": 388, "sprays": 389, "hose": 390, "safety": 391, "suit": 392, "spraying": 393, "public": 394, "workers": 395, "working": 396, "work": 397, "play": 398, "emerges": 399, "show": 400, "trainer": 401, "him": 402, "under": 403, "cover": 404, "cloth": 405, "sprints": 406, "tries": 407, "biker": 408, "all": 409, "gear": 410, "buildings": 411, "tree": 412, "no": 413, "beside": 414, "bike": 415, "helmet": 416, "bicycle": 417, "foggy": 418, "day": 419, "night": 420, "rides": 421, "sidewalk": 422, "lit": 423, "cyclist": 424, "cars": 425, "nighttime": 426, "unicycle": 427, "scooter": 428, "reaches": 429, "couple": 430, "concrete": 431, "elaborate": 432, "indoor": 433, "balcony": 434, "elegant": 435, "gazing": 436, "group": 437, "bicycles": 438, "turn": 439, "line": 440, "compete": 441, "tight": 442, "sharp": 443, "lots": 444, "cyclists": 445, "ride": 446, "starring": 447, "off": 448, "distance": 449, "tripod": 450, "leans": 451, "video": 452, "bald": 453, "tank": 454, "top": 455, "stop": 456, "headphones": 457, "main": 458, "stops": 459, "sunglasses": 460, "listening": 461, "music": 462, "photographer": 463, "african": 464, "brightly": 465, "colored": 466, "colorfully": 467, "clothed": 468, "market": 469, "various": 470, "village": 471, "ground": 472, "bearded": 473, "shopping": 474, "cart": 475, "cardboard": 476, "sign": 477, "homeless": 478, "written": 479, "holds": 480, "money": 481, "begging": 482, "sniffs": 483, "smaller": 484, "gravel": 485, "edge": 486, "river": 487, "dirt": 488, "checking": 489, "drink": 490, "climber": 491, "artificial": 492, "fake": 493, "climbs": 494, "wrestling": 495, "or": 496, "fight": 497, "playfully": 498, "kisses": 499, "ear": 500, "'s": 501, "face": 502, "outdoors": 503, "area": 504, "performing": 505, "act": 506, "hairy": 507, "follow": 508, "shaggy": 509, "passes": 510, "obstacles": 511, "sticks": 512, "van": 513, "window": 514, "boys": 515, "rv": 516, "stuffed": 517, "pet": 518, "snake": 519, "mask": 520, "costumed": 521, "costume": 522, "matching": 523, "camouflage": 524, "plank": 525, "rail": 526, "skater": 527, "held": 528, "underwater": 529, "laughing": 530, "pile": 531, "fallen": 532, "facing": 533, "adults": 534, "approaching": 535, "storm": 536, "pink": 537, "headband": 538, "plastic": 539, "chopsticks": 540, "asian": 541, "chinese": 542, "drums": 543, "pot": 544, "bowl": 545, "hits": 546, "dish": 547, "pan": 548, "kitchen": 549, "items": 550, "protective": 551, "motorcycle": 552, "right": 553, "logo": 554, "close-up": 555, "peeking": 556, "peers": 557, "trying": 558, "house": 559, "midair": 560, "guys": 561, "teenage": 562, "leaping": 563, "hotel": 564, "band": 565, "stage": 566, "underground": 567, "left": 568, "dimly": 569, "room": 570, "gold": 571, "walls": 572, "decorated": 573, "pointing": 574, "silver": 575, "himself": 576, "lot": 577, "car": 578, "racket": 579, "pose": 580, "helmets": 581, "goggles": 582, "taking": 583, "break": 584, "helmeted": 585, "sit": 586, "lying": 587, "bench": 588, "museum": 589, "benches": 590, "laying": 591, "puffy": 592, "four": 593, "rest": 594, "art": 595, "gloves": 596, "purple": 597, "jogging": 598, "blurry": 599, "elderly": 600, "can": 601, "be": 602, "bags": 603, "talk": 604, "conversing": 605, "driver": 606, "seat": 607, "parked": 608, "vehicle": 609, "carrying": 610, "flags": 611, "flag": 612, "poles": 613, "glass": 614, "shows": 615, "country": 616, "flying": 617, "dress": 618, "dancing": 619, "swing": 620, "barn": 621, "swings": 622, "structure": 623, "alongside": 624, "cream": 625, "bound": 626, "skinny": 627, "thin": 628, "fast": 629, "tall": 630, "dry": 631, "baseball": 632, "attempts": 633, "base": 634, "batter": 635, "runner": 636, "crouches": 637, "opposing": 638, "member": 639, "barrel": 640, "rodeo": 641, "cowboy": 642, "competition": 643, "someone": 644, "pond": 645, "splashes": 646, "cow": 647, "chased": 648, "bull": 649, "chasing": 650, "merchandise": 651, "vendor": 652, "gathering": 653, "table": 654, "food": 655, "prepare": 656, "full": 657, "police": 658, "counter": 659, "dim": 660, "lights": 661, "hanging": 662, "ice": 663, "pick": 664, "side": 665, "frozen": 666, "waterfall": 667, "scaling": 668, "icy": 669, "cliff": 670, "repels": 671, "scales": 672, "he": 673, "father": 674, "launches": 675, "daughter": 676, "ocean": 677, "sand": 678, "stare": 679, "which": 680, "sniffing": 681, "noses": 682, "meet": 683, "check": 684, "third": 685, "beach": 686, "poses": 687, "kneeling": 688, "take": 689, "photograph": 690, "colourful": 691, "greyhound": 692, "leaving": 693, "gate": 694, "greyhounds": 695, "many": 696, "ready": 697, "muzzles": 698, "have": 699, "broken": 700, "starting": 701, "lambs": 702, "spotted": 703, "walk": 704, "appears": 705, "stadium": 706, "eyes": 707, "closed": 708, "beard": 709, "event": 710, "ski": 711, "making": 712, "underneath": 713, "skis": 714, "attempting": 715, "airborne": 716, "heads": 717, "wrestlers": 718, "grab": 719, ";": 720, "referee": 721, "put": 722, "start": 723, "match": 724, "jersey": 725, "number": 726, "spectators": 727, "watched": 728, "makes": 729, "shot": 730, "players": 731, "try": 732, "teenagers": 733, "these": 734, "bikers": 735, "trail": 736, "riders": 737, "motocross": 738, "shoulder": 739, "racetrack": 740, "motorbikes": 741, "puddle": 742, "balloon": 743, "mud": 744, "sunny": 745, "kids": 746, "back": 747, "carries": 748, "reads": 749, "rescue": 750, "lead": 751, "saying": 752, "\"": 753, "says": 754, "protest": 755, "practicing": 756, "do": 757, "martial": 758, "arts": 759, "mat": 760, "training": 761, "hall": 762, "karate": 763, "move": 764, "fighting": 765, "covered": 766, "forest": 767, "trunk": 768, "wooded": 769, "german": 770, "shepherd": 771, "hold": 772, "pass": 773, "colorful": 774, "display": 775, "billboard": 776, "truck": 777, "hula": 778, "hooping": 779, "new": 780, "york": 781, "hula-hoops": 782, "uses": 783, "hoops": 784, "tongue": 785, "crowded": 786, "like": 787, "funny": 788, "puppy": 789, "collie": 790, "sandy": 791, "something": 792, "frisbee": 793, "wet": 794, "chews": 795, "pointy": 796, "pigtails": 797, "playpen": 798, "blonde": 799, "goalie": 800, "blocks": 801, "puck": 802, "hockey": 803, "block": 804, "goal": 805, "knees": 806, "dribbles": 807, "moves": 808, "bicyclist": 809, "woods": 810, "biking": 811, "woodland": 812, "heavy": 813, "eating": 814, "eats": 815, "frame": 816, "good": 817, "wire": 818, "follows": 819, "followed": 820, "chain": 821, "sleeps": 822, "bag": 823, "pug": 824, "puppies": 825, "golden": 826, "haired": 827, "licking": 828, "nose": 829, "moving": 830, "shallow": 831, "retriever": 832, "licks": 833, "class": 834, "blond": 835, "airplane": 836, "what": 837, "multi-colored": 838, "statue": 839, "exhibit": 840, "gray": 841, "sweatshirt": 842, "sunshade": 843, "clearing": 844, "bikinis": 845, "wild": 846, "flowers": 847, "meadow": 848, "atv": 849, "knit": 850, "getting": 851, "shower": 852, "outdoor": 853, "sticking": 854, "without": 855, "rocks": 856, "shirtless": 857, "backpack": 858, "topless": 859, "shown": 860, "cloudy": 861, "deer": 862, "lining": 863, "waiting": 864, "wait": 865, "get": 866, "help": 867, "stroller": 868, "ties": 869, "shoes": 870, "sleeping": 871, "helps": 872, "lay": 873, "this": 874, "family": 875, "pigeons": 876, "waits": 877, "below": 878, "wide": 879, "excited": 880, "reaching": 881, "set": 882, "surprised": 883, "fountain": 884, "sprinklers": 885, "among": 886, "fountains": 887, "amidst": 888, "furry": 889, "cable": 890, "harness": 891, "barren": 892, "she": 893, "skate": 894, "pavement": 895, "wear": 896, "mickey": 897, "mouse": 898, "hats": 899, "action": 900, "points": 901, "african-american": 902, "university": 903, "oklahoma": 904, "played": 905, "gets": 906, "muddy": 907, "racer": 908, "equipment": 909, "shirts": 910, "before": 911, "craft": 912, "fabric": 913, "pirate": 914, "skull": 915, "fetching": 916, "cheerleader": 917, "audience": 918, "dancer": 919, "fans": 920, "bleachers": 921, "sports": 922, "tropical": 923, "location": 924, "go": 925, "handlebars": 926, "extreme": 927, "balancing": 928, "brindle": 929, "wrestle": 930, "between": 931, "staring": 932, "tights": 933, "fire": 934, "special": 935, "almost": 936, "naked": 937, "wrestler": 938, "series": 939, "floor": 940, "door": 941, "chin": 942, "blocking": 943, "professional": 944, "trees": 945, "gathered": 946, "college": 947, "students": 948, "restaurant": 949, "eat": 950, "round": 951, "skating": 952, "slides": 953, "handrail": 954, "rollerblader": 955, "grinding": 956, "grabbing": 957, "grinds": 958, "center": 959, "pedestrians": 960, "crossing": 961, "wood": 962, "dancers": 963, "dance": 964, "american": 965, "bed": 966, "stripped": 967, "hole": 968, "land": 969, "ditch": 970, "pathway": 971, "hills": 972, "ledge": 973, "leash": 974, "black-and-white": 975, "swims": 976, "clear": 977, "hit": 978, "racquet": 979, "skirt": 980, "prepares": 981, "flies": 982, "mountainous": 983, "landscape": 984, "range": 985, "snow-covered": 986, "valley": 987, "huge": 988, "leap": 989, "slope": 990, "short": 991, "owners": 992, "but": 993, "not": 994, "sweater": 995, "hind": 996, "legs": 997, "blanket": 998, "feet": 999, "overlooking": 1000, "teens": 1001, "drum": 1002, "begins": 1003, "musician": 1004, "musical": 1005, "been": 1006, "lifted": 1007, "few": 1008, "concert": 1009, "instrument": 1010, "carried": 1011, "ribbon": 1012, "eastern": 1013, "both": 1014, "directions": 1015, "space": 1016, "elevator": 1017, "necklace": 1018, "quickly": 1019, "rough": 1020, "waters": 1021, "raft": 1022, "descending": 1023, "rapids": 1024, "wakeboarding": 1025, "life": 1026, "bay": 1027, "surfer": 1028, "surfs": 1029, "trunks": 1030, "waterskiing": 1031, "vest": 1032, "wakeboard": 1033, "palm": 1034, "carriage": 1035, "pulled": 1036, "submerged": 1037, "mostly": 1038, "nude": 1039, "photo": 1040, "arm": 1041, "brown-haired": 1042, "drummer": 1043, "guitar": 1044, "horizontal": 1045, "countryside": 1046, "motorbike": 1047, "wind": 1048, "teal": 1049, "tracksuit": 1050, "redheaded": 1051, "turquoise": 1052, "swinging": 1053, "bird": 1054, "wings": 1055, "outstreached": 1056, "first": 1057, "beak": 1058, "flips": 1059, "suburban": 1060, "aerial": 1061, "board": 1062, "residential": 1063, "flip": 1064, "pacifier": 1065, "i": 1066, "love": 1067, "you": 1068, "fashioned": 1069, "t-shirt": 1070, "sucking": 1071, "giving": 1072, "signs": 1073, "gun": 1074, "outstretched": 1075, "aims": 1076, "fireplace": 1077, "pointed": 1078, "power": 1079, "suspended": 1080, "whilst": 1081, "kite": 1082, "surfing": 1083, "wave": 1084, "parasailing": 1085, "beagle": 1086, "dune": 1087, "bundled": 1088, "coats": 1089, "drinks": 1090, "cellphone": 1091, "teen": 1092, "electronic": 1093, "device": 1094, "cold": 1095, "weather": 1096, "screen": 1097, "huddle": 1098, "shoveling": 1099, "sun": 1100, "sets": 1101, "mist": 1102, "dusk": 1103, "spread": 1104, "sides": 1105, "curly": 1106, "backdrop": 1107, "well": 1108, "stone": 1109, "lawn": 1110, "trails": 1111, "weeds": 1112, "setting": 1113, "shoot": 1114, "operating": 1115, "hides": 1116, "atop": 1117, "happily": 1118, "puts": 1119, "cries": 1120, "case": 1121, "floating": 1122, "floats": 1123, "shore": 1124, "surf": 1125, "sunset": 1126, "faces": 1127, "five": 1128, "wetsuit": 1129, "dragging": 1130, "item": 1131, "deflated": 1132, "innertube": 1133, "scene": 1134, "sled": 1135, "model": 1136, "heart": 1137, "human": 1138, "playground": 1139, "camp": 1140, "chairs": 1141, "laugh": 1142, "tents": 1143, "chair": 1144, "snowboard": 1145, "roof": 1146, "goes": 1147, "buried": 1148, "snowboards": 1149, "train": 1150, "resting": 1151, "subway": 1152, "transportation": 1153, "bounces": 1154, "inflatable": 1155, "tent": 1156, "flight": 1157, "multicolored": 1158, "bounce": 1159, "dresses": 1160, "larger": 1161, "carpet": 1162, "rottweiler": 1163, "indoors": 1164, "barking": 1165, "desert": 1166, "box": 1167, "handing": 1168, "backwards": 1169, "younger": 1170, "surfboard": 1171, "gliding": 1172, "waist": 1173, "heels": 1174, "bow": 1175, "inline": 1176, "kayaker": 1177, "paddle": 1178, "kayaking": 1179, "maneuvers": 1180, "watercraft": 1181, "wrapped": 1182, "straps": 1183, "tray": 1184, "color": 1185, "collar": 1186, "forward": 1187, "bushes": 1188, "males": 1189, "reflecting": 1190, "sunlight": 1191, "breaking": 1192, "ahead": 1193, "crashing": 1194, "couch": 1195, "pull": 1196, "wagon": 1197, "catching": 1198, "lady": 1199, "advertisement": 1200, "station": 1201, "lays": 1202, "sandals": 1203, "peeks": 1204, "only": 1205, "infant": 1206, "grocery": 1207, "makeup": 1208, "make-up": 1209, "neon": 1210, "asking": 1211, "hoodie": 1212, "smoke": 1213, "smoking": 1214, "tires": 1215, "blowing": 1216, "feather": 1217, "peach": 1218, "though": 1219, "wading": 1220, "traveling": 1221, "cute": 1222, "fetches": 1223, "ring": 1224, "chew": 1225, "yard": 1226, "fluffy": 1227, "rings": 1228, "lone": 1229, "speaks": 1230, "climbers": 1231, "handstand": 1232, "sheets": 1233, "upside": 1234, "opening": 1235, "embrace": 1236, "hugging": 1237, "traffic": 1238, "hug": 1239, "steps": 1240, "stairs": 1241, "snowsuit": 1242, "fan": 1243, "herself": 1244, "bus": 1245, "far": 1246, "slightly": 1247, "circuit": 1248, "wheelchair": 1249, "pushes": 1250, "guard": 1251, "school": 1252, "electric": 1253, "hillside": 1254, "mountainside": 1255, "turns": 1256, "stripes": 1257, "kicking": 1258, "long-haired": 1259, "individual": 1260, "skiing": 1261, "steep": 1262, "vertical": 1263, "peak": 1264, "teenager": 1265, "sliding": 1266, "stair": 1267, "rink": 1268, "youth": 1269, "crosses": 1270, "makeshift": 1271, "patch": 1272, "platform": 1273, "slide": 1274, "ballet": 1275, "fairy": 1276, "wand": 1277, "tiny": 1278, "butterfly": 1279, "leotard": 1280, "tutu": 1281, "bubbles": 1282, "heavily": 1283, "blows": 1284, "bubble": 1285, "spinning": 1286, "giant": 1287, "wheel": 1288, "roll": 1289, "carnival": 1290, "medium": 1291, "sized": 1292, "peace": 1293, "bunny": 1294, "bathing": 1295, "rubber": 1296, "chickens": 1297, "chicken": 1298, "eight": 1299, "balls": 1300, "fenced": 1301, "downhill": 1302, "cloud": 1303, "attached": 1304, "pauses": 1305, "male": 1306, "just": 1307, "hiking": 1308, "pretending": 1309, "japanese": 1310, "relaxing": 1311, "beautiful": 1312, "scenic": 1313, "oriental": 1314, "stunt": 1315, "pyramid": 1316, "splashing": 1317, "beam": 1318, "scarf": 1319, "jagged": 1320, "brick": 1321, "crosswalk": 1322, "signal": 1323, "brush": 1324, "same": 1325, "identical": 1326, "bikes": 1327, "flat": 1328, "serious": 1329, "reddish": 1330, "polka": 1331, "dot": 1332, "singing": 1333, "microphone": 1334, "sings": 1335, "falling": 1336, "control": 1337, "falls": 1338, "motorcyclist": 1339, "overhead": 1340, "tops": 1341, "silly": 1342, "plate": 1343, "french": 1344, "meal": 1345, "ridden": 1346, "card": 1347, "reading": 1348, "?": 1349, "individuals": 1350, "plaid": 1351, "lens": 1352, "telescope": 1353, "carry": 1354, "marching": 1355, "march": 1356, "uniforms": 1357, "lined": 1358, "2": 1359, "leashed": 1360, "pugs": 1361, "mohawk": 1362, "leashes": 1363, "flaming": 1364, "was": 1365, "sailing": 1366, "asleep": 1367, "bank": 1368, "machines": 1369, "atm": 1370, "different": 1371, "machine": 1372, "shoulders": 1373, "pulls": 1374, "dances": 1375, "comes": 1376, "storefront": 1377, "warm": 1378, "apron": 1379, "christmas": 1380, "single": 1381, "court": 1382, "skinned": 1383, "drives": 1384, "basket": 1385, "paved": 1386, "advertising": 1387, "banner": 1388, "checkered": 1389, "lower": 1390, "closeup": 1391, "bars": 1392, "hangs": 1393, "monkey": 1394, "barrier": 1395, "hurdle": 1396, "sport": 1397, "pig": 1398, "petting": 1399, "reach": 1400, "mans": 1401, "teaching": 1402, "steering": 1403, "pretend": 1404, "musicians": 1405, "skirts": 1406, "walkway": 1407, "knee": 1408, "injured": 1409, "examine": 1410, "leg": 1411, "coverings": 1412, "purse": 1413, "retrieves": 1414, "aqua": 1415, "handles": 1416, "rural": 1417, "phone": 1418, "pictures": 1419, "stream": 1420, "shrubs": 1421, "british": 1422, "parade": 1423, "gather": 1424, "officers": 1425, "checked": 1426, "swan": 1427, "second": 1428, "geese": 1429, "dive": 1430, "swans": 1431, "luggage": 1432, "onlookers": 1433, "jack": 1434, "checks": 1435, "sporting": 1436, "sidelines": 1437, "saddle": 1438, "softball": 1439, "tips": 1440, "threw": 1441, "soft": 1442, "toys": 1443, "fairground": 1444, "officer": 1445, "policeman": 1446, "trumpet": 1447, "onstage": 1448, "stool": 1449, "headdress": 1450, "floral": 1451, "print": 1452, "shaved": 1453, "earrings": 1454, "feathered": 1455, "newspaper": 1456, "retrieving": 1457, "tile": 1458, "overhang": 1459, "clings": 1460, "dangling": 1461, "formation": 1462, "windows": 1463, "town": 1464, "cricket": 1465, "participating": 1466, "athletes": 1467, "athlete": 1468, "tv": 1469, "living": 1470, "animal": 1471, "television": 1472, "animals": 1473, "crouching": 1474, "position": 1475, "guarding": 1476, "strip": 1477, "bending": 1478, "misty": 1479, "volleyball": 1480, "pooh": 1481, "sheet": 1482, "guide": 1483, "returns": 1484, "lab": 1485, "lies": 1486, "bark": 1487, "skyline": 1488, "seeds": 1489, "finger": 1490, "bar": 1491, "border": 1492, "pack": 1493, "travels": 1494, "sledding": 1495, "diving": 1496, "folding": 1497, "incline": 1498, "canyon": 1499, "chubby": 1500, "cheeks": 1501, "arcade": 1502, "crown": 1503, "wedding": 1504, "lap": 1505, "fat": 1506, "denim": 1507, "jean": 1508, "soaked": 1509, "driving": 1510, "off-road": 1511, "quad": 1512, "cafe": 1513, "coffee": 1514, "painted": 1515, "flowery": 1516, "flowered": 1517, "backs": 1518, "turned": 1519, "vests": 1520, "place": 1521, "outfits": 1522, "pitbull": 1523, "sooners": 1524, "jerseys": 1525, "seated": 1526, "candle": 1527, "candles": 1528, "birthday": 1529, "5": 1530, "celebrating": 1531, "cake": 1532, "gallery": 1533, "speed": 1534, "skips": 1535, "speeds": 1536, "marked": 1537, "races": 1538, "crouched": 1539, "kneels": 1540, "hiker": 1541, "digging": 1542, "pit": 1543, "rolling": 1544, "built": 1545, "photographs": 1546, "'": 1547, "use": 1548, "indian": 1549, "headscarf": 1550, "caution": 1551, "score": 1552, "blocked": 1553, "defending": 1554, "balances": 1555, "spray": 1556, "becomes": 1557, "pajamas": 1558, "batman": 1559, "hardwood": 1560, "aiming": 1561, "target": 1562, "firing": 1563, "hay": 1564, "bale": 1565, "stomach": 1566, "forested": 1567, "violin": 1568, "snowcapped": 1569, "surrounding": 1570, "dandelion": 1571, "preparing": 1572, "blow": 1573, "cows": 1574, "bulls": 1575, "droplets": 1576, "folded": 1577, "carpeted": 1578, "staircase": 1579, "bites": 1580, "biting": 1581, "pounces": 1582, "doorway": 1583, "patio": 1584, "potted": 1585, "step": 1586, "backyard": 1587, "courtyard": 1588, "complete": 1589, "motion": 1590, "passengers": 1591, "appear": 1592, "enclosure": 1593, "interact": 1594, "upon": 1595, "cement": 1596, "fingers": 1597, "eye": 1598, "bounding": 1599, "markings": 1600, "frolics": 1601, "either": 1602, "splashed": 1603, "splash": 1604, "swimmers": 1605, "wades": 1606, "kissing": 1607, "kiss": 1608, "swords": 1609, "8": 1610, "crashes": 1611, "parachute": 1612, "posts": 1613, "rolls": 1614, "tag": 1615, "bunch": 1616, "hooded": 1617, "stares": 1618, "type": 1619, "cage": 1620, "seating": 1621, "pads": 1622, "curb": 1623, "skates": 1624, "rear": 1625, "rusty": 1626, "hot": 1627, "navy": 1628, "strange": 1629, "bat": 1630, "batting": 1631, "fly": 1632, "hallway": 1633, "muscular": 1634, "bmx": 1635, "waterfalls": 1636, "jumped": 1637, "hitting": 1638, "fun": 1639, "flower": 1640, "beneath": 1641, "helping": 1642, "amusement": 1643, "fair": 1644, "bare": 1645, "chest": 1646, "bouncy": 1647, "brother": 1648, "float": 1649, "canal": 1650, "crawls": 1651, "uniformed": 1652, "offering": 1653, "offers": 1654, "waterskier": 1655, "home": 1656, "tackle": 1657, "aged": 1658, "picnic": 1659, "melting": 1660, "crane": 1661, "lifts": 1662, "landing": 1663, "cannon": 1664, "loading": 1665, "chase": 1666, "spots": 1667, "jet": 1668, "end": 1669, "pine": 1670, "photographed": 1671, "sidecar": 1672, "bend": 1673, "shakes": 1674, "itself": 1675, "shaking": 1676, "stretches": 1677, "neck": 1678, "dust": 1679, "drenched": 1680, "ferry": 1681, "deck": 1682, "ship": 1683, "int": 1684, "cross-country": 1685, "casts": 1686, "shadow": 1687, "opposite": 1688, "barefoot": 1689, "squats": 1690, "squatting": 1691, "six": 1692, "boogie": 1693, "shirted": 1694, "following": 1695, "leaf": 1696, "trotting": 1697, "sleds": 1698, "belly": 1699, "skateboards": 1700, "boxing": 1701, "boxers": 1702, "writes": 1703, "writing": 1704, "square": 1705, "ribbons": 1706, "empty": 1707, "graffiti": 1708, "hikes": 1709, "camels": 1710, "camel": 1711, "fireworks": 1712, "necklaces": 1713, "sparklers": 1714, "leafy": 1715, "dock": 1716, "handle": 1717, "pier": 1718, "stripe": 1719, "sleeve": 1720, "casting": 1721, "fishes": 1722, "unusual": 1723, "tricycle": 1724, "snowball": 1725, "throw": 1726, "horizon": 1727, "tugging": 1728, "chewing": 1729, "military": 1730, "pitcher": 1731, "suits": 1732, "chess": 1733, "size": 1734, "pieces": 1735, "bumpy": 1736, "suv": 1737, "waterway": 1738, "steers": 1739, "time": 1740, "cave": 1741, "belongings": 1742, "boulder": 1743, "dives": 1744, "headfirst": 1745, "mound": 1746, "frames": 1747, "own": 1748, "driveway": 1749, "cone": 1750, "bicyclists": 1751, "curve": 1752, "cones": 1753, "fish": 1754, "refrigerator": 1755, "stuck": 1756, "snowbank": 1757, "great": 1758, "part": 1759, "muzzle": 1760, "muzzled": 1761, "pops": 1762, "wheelie": 1763, "soars": 1764, "feathers": 1765, "foliage": 1766, "bearing": 1767, "bite": 1768, "mouths": 1769, "european": 1770, "worker": 1771, "security": 1772, "streets": 1773, "crocodile": 1774, "shelter": 1775, "enclosed": 1776, "trampoline": 1777, "shoreline": 1778, "pale": 1779, "lighting": 1780, "foreground": 1781, "club": 1782, "bicycler": 1783, "native": 1784, "seats": 1785, "airport": 1786, "performer": 1787, "smooth": 1788, "rafts": 1789, "drive": 1790, "gathers": 1791, "carts": 1792, "rowing": 1793, "rows": 1794, "things": 1795, "stuff": 1796, "swimsuits": 1797, "agility": 1798, "ducks": 1799, "birds": 1800, "wheeler": 1801, "beanie": 1802, "boots": 1803, "formal": 1804, "tuxedos": 1805, "cleaning": 1806, "bush": 1807, "logs": 1808, "branch": 1809, "bottom": 1810, "dark-skinned": 1811, "halter": 1812, "attention": 1813, "backpacker": 1814, "fog": 1815, "motorcyclists": 1816, "motorcycles": 1817, "patterned": 1818, "mother": 1819, "son": 1820, "descends": 1821, "mountaintop": 1822, "product": 1823, "desk": 1824, "piece": 1825, "bottoms": 1826, "tied": 1827, "flipping": 1828, "caught": 1829, "lines": 1830, "jeep": 1831, "friends": 1832, "mirror": 1833, "putting": 1834, "sprinkler": 1835, "struggle": 1836, "rugby": 1837, "beverage": 1838, "bottle": 1839, "jogger": 1840, "nice": 1841, "neighborhood": 1842, "mall": 1843, "growling": 1844, "visible": 1845, "sat": 1846, "wrapping": 1847, "creek": 1848, "raises": 1849, "fist": 1850, "ladies": 1851, "hard": 1852, "horses": 1853, "jockeys": 1854, "paint": 1855, "printed": 1856, "grabs": 1857, "possession": 1858, "&": 1859, "starts": 1860, "beginning": 1861, "lift": 1862, "rolled": 1863, "paws": 1864, "bales": 1865, "lips": 1866, "gives": 1867, "wilderness": 1868, "6": 1869, "lounge": 1870, "porch": 1871, "snowmobile": 1872, "gestures": 1873, "opponent": 1874, "pouring": 1875, "pours": 1876, "wine": 1877, "fields": 1878, "clown": 1879, "tie": 1880, "stunts": 1881, "fellow": 1882, "cowboys": 1883, "jumper": 1884, "having": 1885, "taken": 1886, "tournament": 1887, "sparring": 1888, "ran": 1889, "disk": 1890, "shovels": 1891, "shovel": 1892, "boarding": 1893, "wakeboarder": 1894, "fuzzy": 1895, "highway": 1896, "drinking": 1897, "cup": 1898, "plain": 1899, "spot": 1900, "kick": 1901, "still": 1902, "parka": 1903, "soaring": 1904, "overalls": 1905, "cards": 1906, "hiding": 1907, "pair": 1908, "alley": 1909, "attack": 1910, "purses": 1911, "miami": 1912, "relaxes": 1913, "where": 1914, "spins": 1915, "marsh": 1916, "enter": 1917, "rocket": 1918, "shaped": 1919, "sculpture": 1920, "scarves": 1921, "garb": 1922, "silhouetted": 1923, "burning": 1924, "cameras": 1925, "travel": 1926, "nap": 1927, "split": 1928, "teams": 1929, "beret": 1930, "conversation": 1931, "ponytail": 1932, "trailing": 1933, "cartwheel": 1934, "jogs": 1935, "bikini": 1936, "dunes": 1937, "hello": 1938, "soldier": 1939, "alike": 1940, "4": 1941, "3": 1942, "robe": 1943, "characters": 1944, "star": 1945, "wig": 1946, "costumes": 1947, "inflated": 1948, "warmly": 1949, "tree-lined": 1950, "joy": 1951, "point": 1952, "scuba": 1953, "diver": 1954, "gymnasium": 1955, "tumbling": 1956, "intersection": 1957, "summer": 1958, "wheels": 1959, "choppy": 1960, "sea": 1961, "string": 1962, "cape": 1963, "stars": 1964, "mom": 1965, "pushed": 1966, "ridge": 1967, "shade": 1968, "bulldog": 1969, "brunette": 1970, "enjoying": 1971, "corn": 1972, "cob": 1973, "enjoy": 1974, "asphalt": 1975, "spiderman": 1976, "flute": 1977, "breeds": 1978, "elephant": 1979, "touching": 1980, "give": 1981, "bride": 1982, "higher": 1983, "racers": 1984, "passing": 1985, "cheering": 1986, "crowds": 1987, "cheer": 1988, "campsite": 1989, "mobile": 1990, "stove": 1991, "touches": 1992, "wade": 1993, "listens": 1994, "container": 1995, "bath": 1996, "bin": 1997, "overlook": 1998, "circular": 1999, "perched": 2000, "bracelet": 2001, "socks": 2002, "tackled": 2003, "treat": 2004, "cigarette": 2005, "cigarettes": 2006, "whistle": 2007, "seattle": 2008, "picks": 2009, "irish": 2010, "stretch": 2011, "tongues": 2012, "ceremony": 2013, "how": 2014, "tags": 2015, "rug": 2016, "multicolor": 2017, "lipstick": 2018, "pony": 2019, "yawning": 2020, "ramps": 2021, "dusty": 2022, "flock": 2023, "herd": 2024, "shed": 2025, "camping": 2026, "guitars": 2027, "squirted": 2028, "beyond": 2029, "bone": 2030, "come": 2031, "disc": 2032, "log": 2033, "gown": 2034, "doberman": 2035, "acrobatic": 2036, "material": 2037, "tug": 2038, "towel": 2039, "rag": 2040, "collars": 2041, "strings": 2042, "parachuting": 2043, "retrieve": 2044, "tiger": 2045, "pets": 2046, "post": 2047, "narrow": 2048, "uncut": 2049, "oversized": 2050, "evening": 2051, "drawing": 2052, "also": 2053, "obama": 2054, "caps": 2055, "pokes": 2056, "everywhere": 2057, "floppy": 2058, "slip": 2059, "shooting": 2060, "poster": 2061, "partially": 2062, "rainy": 2063, "booth": 2064, "medieval": 2065, "sleeves": 2066, "horns": 2067, "attire": 2068, "soda": 2069, "policemen": 2070, "marble": 2071, "uphill": 2072, "partly": 2073, "footballer": 2074, "babies": 2075, "duck": 2076, "seven": 2077, "tables": 2078, "slalom": 2079, "style": 2080, "book": 2081, "kitty": 2082, "splits": 2083, "office": 2084, "toss": 2085, "chunk": 2086, "stump": 2087, "fur": 2088, "embracing": 2089, "balloons": 2090, "fencing": 2091, "amongst": 2092, "stopped": 2093, "image": 2094, "doll": 2095, "poodles": 2096, "tussle": 2097, "suspenders": 2098, "angels": 2099, "reflective": 2100, "whist": 2101, "hospital": 2102, "marker": 2103, "challenging": 2104, "similar": 2105, "tulips": 2106, "lands": 2107, "parachutes": 2108, "raising": 2109, "bucket": 2110, "examining": 2111, "pretty": 2112, "medals": 2113, "digital": 2114, "unhappy": 2115, "multiple": 2116, "earth": 2117, "bandanna": 2118, "covering": 2119, "facial": 2120, "interacting": 2121, "flops": 2122, "hood": 2123, "popping": 2124, "darkened": 2125, "war": 2126, "share": 2127, "dried": 2128, "figure": 2129, "read": 2130, "boston": 2131, "lush": 2132, "earring": 2133, "tattoo": 2134, "teammate": 2135, "telephone": 2136, "booths": 2137, "boxes": 2138, "opens": 2139, "surfboarder": 2140, "picking": 2141, "dark-haired": 2142, "hound": 2143, "smokes": 2144, "business": 2145, "rally": 2146, "clapping": 2147, "vehicles": 2148, "test": 2149, "library": 2150, "friend": 2151, "tourists": 2152, "silhouette": 2153, "buy": 2154, "thick": 2155, "acting": 2156, "gymnastics": 2157, "gymnast": 2158, "party": 2159, "tarp": 2160, "bear": 2161, "portrait": 2162, "reflection": 2163, "binoculars": 2164, "bucking": 2165, "tape": 2166, "cast": 2167, "sheer": 2168, "sleeveless": 2169, "golf": 2170, "khaki": 2171, "tails": 2172, "dribbling": 2173, "happy": 2174, "railings": 2175, "themed": 2176, "hopscotch": 2177, "mid": 2178, "bedroom": 2179, "posters": 2180, "selling": 2181, "union": 2182, "scenery": 2183, "flowing": 2184, "maneuver": 2185, "progress": 2186, "attempt": 2187, "parasail": 2188, "glider": 2189, "potato": 2190, "much": 2191, "too": 2192, "placed": 2193, "filling": 2194, "cups": 2195, "crying": 2196, "cheek": 2197, "domino": 2198, "pizza": 2199, "sprayed": 2200, "interesting": 2201, "bluff": 2202, "world": 2203, "raised": 2204, "skeleton": 2205, "halloween": 2206, "pen": 2207, "squeezing": 2208, "juice": 2209, "snowboarders": 2210, "beer": 2211, "traditional": 2212, "shades": 2213, "santa": 2214, "claus": 2215, "ninja": 2216, "driven": 2217, "really": 2218, "gentleman": 2219, "!": 2220, "yelling": 2221, "sailboat": 2222, "stall": 2223, "bathroom": 2224, "doors": 2225, "hike": 2226, "lip": 2227, "#": 2228, "rafting": 2229, "stones": 2230, "rowboat": 2231, "tethered": 2232, "bee": 2233, "rocking": 2234, "forehead": 2235, "button": 2236, "cliffs": 2237, "bends": 2238, "speak": 2239, "sailor": 2240, "females": 2241, "overlooks": 2242, "smelling": 2243, "upside-down": 2244, "see": 2245, "homemade": 2246, "bottles": 2247, "beers": 2248, "robes": 2249, "tattoos": 2250, "spotlight": 2251, "harbor": 2252, "juggling": 2253, "flames": 2254, "laptop": 2255, "graffitied": 2256, "swimmer": 2257, "fancy": 2258, "crawling": 2259, "railroad": 2260, "jewelry": 2261, "morning": 2262, "hear": 2263, "evil": 2264, "skimpy": 2265, "scantily": 2266, "clad": 2267, "twisting": 2268, "thumbs": 2269, "nature": 2270, "midst": 2271, "paperwork": 2272, "speeding": 2273, "tackling": 2274, "foam": 2275, "shines": 2276, "flipped": 2277, "kitten": 2278, "rod": 2279, "backpacking": 2280, "cushion": 2281, "furniture": 2282, "pillow": 2283, "natural": 2284, "watery": 2285, "hugs": 2286, "tractor": 2287, "trucks": 2288, "stores": 2289, "sideways": 2290, "parents": 2291, "pitches": 2292, "pitching": 2293, "glove": 2294, "fashion": 2295, "swampy": 2296, "sail": 2297, "sails": 2298, "distant": 2299, "classic": 2300, "watermelon": 2301, "rests": 2302, "pail": 2303, "fetch": 2304, "sword": 2305, "knife": 2306, "lacrosse": 2307, "pitch": 2308, "boardwalk": 2309, "drag": 2310, "harnesses": 2311, "sofa": 2312, "toddlers": 2313, "skateboarders": 2314, "apple": 2315, "exercise": 2316, "seashore": 2317, "backward": 2318, "trots": 2319, "straight": 2320, "parlor": 2321, "newborn": 2322, "navigates": 2323, "goofy": 2324, "chocolate": 2325, "mascot": 2326, "garage": 2327, "wheeled": 2328, "skiiers": 2329, "skiers": 2330, "sing": 2331, "celebrate": 2332, "song": 2333, "underwear": 2334, "plaza": 2335, "masks": 2336, "poodle": 2337, "sheltie": 2338, "hurdles": 2339, "bridal": 2340, "stairway": 2341, "stepping": 2342, "couples": 2343, "canopy": 2344, "calm": 2345, "creating": 2346, "free": 2347, "bib": 2348, "movie": 2349, "massive": 2350, "presents": 2351, "stools": 2352, "sneakers": 2353, "(": 2354, "trashcan": 2355, "stretching": 2356, "ankle": 2357, "cop": 2358, "sad": 2359, "priest": 2360, "banners": 2361, "cameraman": 2362, "column": 2363, "festival": 2364, "whose": 2365, "emerging": 2366, "instruments": 2367, "pumpkin": 2368, "pumpkins": 2369, "photos": 2370, "outcropping": 2371, "seaweed": 2372, "meeting": 2373, "juggles": 2374, "newspapers": 2375, "sort": 2376, "firefighter": 2377, "fireman": 2378, "candy": 2379, "shops": 2380, "called": 2381, "frog": 2382, "lifting": 2383, "bowler": 2384, "buggy": 2385, "digs": 2386, "industrial": 2387, "theater": 2388, "instructor": 2389, "paw": 2390, "messy": 2391, "toilet": 2392, "church": 2393, "expressions": 2394, "except": 2395, "branches": 2396, "expression": 2397, "collide": 2398, "boards": 2399, "robot": 2400, "broom": 2401, "raincoat": 2402, "vault": 2403, "balance": 2404, "parent": 2405, "approaches": 2406, "kilt": 2407, "campfire": 2408, "canoeing": 2409, "beads": 2410, "roller": 2411, "coaster": 2412, "cooking": 2413, "mural": 2414, "change": 2415, "papers": 2416, "arena": 2417, "squirting": 2418, "limb": 2419, "barks": 2420, "pad": 2421, "award": 2422, "numbered": 2423, "podium": 2424, "handbag": 2425, "jumpsuit": 2426, "turkeys": 2427, "battle": 2428, "chatting": 2429, "horseback": 2430, "works": 2431, "hovering": 2432, "insect": 2433, "religious": 2434, "merry-go-round": 2435, "framed": 2436, "armenian": 2437, "genocide": 2438, "frying": 2439, "tattooed": 2440, "playful": 2441, "sale": 2442, "fisherman": 2443, "crash": 2444, "goats": 2445, "polo": 2446, "lanterns": 2447, "tiled": 2448, "dunks": 2449, "dropping": 2450, "overweight": 2451, "florida": 2452, "dolphin": 2453, "upward": 2454, "somebody": 2455, "pasta": 2456, "bungee": 2457, "surfers": 2458, "participates": 2459, "bit": 2460, "shoe": 2461, "peaks": 2462, "garbage": 2463, "strap": 2464, "unseen": 2465, "magazine": 2466, "seagulls": 2467, "bread": 2468, "buckets": 2469, "saxophone": 2470, "bigger": 2471, "circle": 2472, "groom": 2473, "bridesmaids": 2474, "clean": 2475, "dalmation": 2476, "real": 2477, "dreadlocks": 2478, "monument": 2479, "bounds": 2480, "pattern": 2481, "covers": 2482, "rails": 2483, "strapped": 2484, "fruit": 2485, "pedestrian": 2486, "parallel": 2487, "mini": 2488, "hut": 2489, "trophy": 2490, "slopes": 2491, "plane": 2492, "runway": 2493, "spout": 2494, "aid": 2495, "observes": 2496, "twin": 2497, "within": 2498, "teaches": 2499, "tri-colored": 2500, "serve": 2501, "romp": 2502, "snap": 2503, "labrador": 2504, "feeding": 2505, "strawberry": 2506, "pairs": 2507, "coloring": 2508, "cans": 2509, "formally": 2510, "ascending": 2511, "strips": 2512, "resort": 2513, "practices": 2514, "extended": 2515, "incoming": 2516, "camo": 2517, "singer": 2518, "guitarist": 2519, "cheerleaders": 2520, "hydrant": 2521, "support": 2522, "located": 2523, "bowling": 2524, "tug-of-war": 2525, "apartment": 2526, "tightrope": 2527, "campus": 2528, "practice": 2529, "bathtub": 2530, "link": 2531, "avoid": 2532, "catcher": 2533, "army": 2534, "sweaters": 2535, "tricycles": 2536, "teddy": 2537, "performance": 2538, "treads": 2539, "kangaroo": 2540, "hopping": 2541, "sound": 2542, "shephard": 2543, "books": 2544, "jetty": 2545, "sister": 2546, "floaties": 2547, "eggs": 2548, "easter": 2549, "terriers": 2550, "saber": 2551, "bow-tie": 2552, "raise": 2553, "intently": 2554, "cycling": 2555, "chip": 2556, "ceiling": 2557, "overpass": 2558, "milk": 2559, "stretched": 2560, "cats": 2561, "eagle": 2562, "butt": 2563, "including": 2564, "drilling": 2565, "firetruck": 2566, "hawk": 2567, "shoots": 2568, "galloping": 2569, "chalk": 2570, "dunking": 2571, "lane": 2572, "than": 2573, "hilly": 2574, "sponsored": 2575, "cellphones": 2576, "carefully": 2577, "lamp": 2578, "motor": 2579, "mug": 2580, "strollers": 2581, "trash": 2582, "sacks": 2583, "bug": 2584, "badminton": 2585, "skaters": 2586, "eyebrows": 2587, "kites": 2588, "bathrobe": 2589, "ticket": 2590, "cutout": 2591, "blurred": 2592, "computer": 2593, "footprints": 2594, "stoop": 2595, "order": 2596, "decorative": 2597, "sparkler": 2598, "spider-man": 2599, "studio": 2600, "padded": 2601, "piano": 2602, "vine": 2603, "ten": 2604, "guns": 2605, "boxer": 2606, "dumps": 2607, "tinkerbell": 2608, "paintball": 2609, "mess": 2610, "watermelons": 2611, "spoon": 2612, "peanut": 2613, "butter": 2614, "jar": 2615, "squirrel": 2616, "photographers": 2617, "inspecting": 2618, "amid": 2619, "helicopter": 2620, "dragon": 2621, "bears": 2622, "marx": 2623, "headset": 2624, "monitor": 2625, "powder": 2626, "towed": 2627, "bricks": 2628, "words": 2629, "attacking": 2630, "breaks": 2631, "lasso": 2632, "extends": 2633, "escalator": 2634, "windsurfing": 2635, "dollar": 2636, "sumo": 2637, "teacher": 2638, "red-headed": 2639, "letters": 2640, "umbrellas": 2641, "wheelbarrow": 2642, "backstroke": 2643, "gondola": 2644, "corndogs": 2645, "tools": 2646, "unfinished": 2647, "snowman": 2648, "jeeps": 2649, "clowns": 2650, "geyser": 2651, "chainsaw": 2652, "hops": 2653, "devil": 2654, "statues": 2655, "capes": 2656, "goat": 2657, "ambulance": 2658, "waiter": 2659, "apples": 2660, "accordion": 2661, "lockers": 2662, "cigars": 2663, "magazines": 2664, "graduation": 2665, "massage": 2666, "confetti": 2667, "coal": 2668}, "idx2word": {"0": "<pad>", "1": "<start>", "2": "<end>", "3": "<unk>", "4": "a", "5": "black", "6": "and", "7": "white", "8": "dog", "9": "is", "10": "playing", "11": "with", "12": "sheep", "13": "in", "14": "field", "15": ".", "16": "run", "17": "together", "18": "chases", "19": "the", "20": "herding", "21": "girl", "22": "sits", "23": "laughs", "24": "while", "25": "kiddie", "26": "pool", "27": "little", "28": "metal", "29": "tub", "30": "filled", "31": "water", "32": "sitting", "33": "small", "34": "of", "35": "smiling", "36": "young", "37": "wearing", "38": "swimsuit", "39": "soaking", "40": "skier", "41": "coming", "42": "over", "43": "snowy", "44": "hill", "45": "people", "46": "look", "47": "on", "48": "snowboarder", "49": "takes", "50": "ramp", "51": "made", "52": "snow", "53": "others", "54": "watch", "55": "one", "56": "person", "57": "snowboarding", "58": "are", "59": "watching", "60": "perform", "61": "trick", "62": "air", "63": "there", "64": "several", "65": "skies", "66": "surrounded", "67": "by", "68": "mountains", "69": "paddles", "70": "behind", "71": "cat", "72": "body", "73": "swimming", "74": "two", "75": "dogs", "76": "paddling", "77": "blue", "78": "man", "79": "rollerblades", "80": "down", "81": "park", "82": "path", "83": "rollerblading", "84": "through", "85": "an", "86": "active", "87": "community", "88": "red", "89": "cap", "90": "rollerskating", "91": "front", "92": "building", "93": "hat", "94": ",", "95": "shirt", "96": "tan", "97": "pants", "98": "horse", "99": "rider", "100": "jumping", "101": "fence", "102": "jump", "103": "jumps", "104": "wooden", "105": "jockey", "106": "clothes", "107": "leads", "108": "way", "109": "race", "110": "marathon", "111": "runners", "112": "racing", "113": "city", "114": "street", "115": "other", "116": "standing", "117": "around", "118": "busy", "119": "who", "120": "competing", "121": "women", "122": "athletic", "123": "shorts", "124": "going", "125": "walks", "126": "along", "127": "road", "128": "next", "129": "to", "130": "older", "131": "long", "132": "sleeved", "133": "walking", "134": "cobblestone", "135": "alone", "136": "old", "137": "near", "138": "brown", "139": "boat", "140": "using", "141": "pole", "142": "push", "143": "boats", "144": "large", "145": "stick", "146": "another", "147": "away", "148": "fishing", "149": "pushing", "150": "into", "151": "pulling", "152": "close", "153": "three", "154": "some", "155": "murky", "156": "yellow", "157": "object", "158": "its", "159": "mouth", "160": "dirty", "161": "dark", "162": "them", "163": "has", "164": "ball", "165": "up", "166": "their", "167": "swim", "168": "boy", "169": "coat", "170": "throws", "171": "leaves", "172": "at", "173": "camera", "174": "orange", "175": "autumn", "176": "green", "177": "jacket", "178": "throwing", "179": "fall", "180": "tosses", "181": "garden", "182": "shop", "183": "being", "184": "owner", "185": "waving", "186": "waves", "187": "from", "188": "inside", "189": "greenhouse", "190": "farm", "191": "store", "192": "grey", "193": "middle", "194": "plant", "195": "for", "196": "plants", "197": "holding", "198": "her", "199": "hand", "200": "so", "201": "that", "202": "it", "203": "looks", "204": "rainbow", "205": "ends", "206": "girls", "207": "posing", "208": "sky", "209": "outfit", "210": "out", "211": "bent", "212": "touch", "213": "child", "214": "painting", "215": "picture", "216": "artist", "217": "paints", "218": "clouds", "219": "onto", "220": "colors", "221": "paper", "222": "wall", "223": "running", "224": "track", "225": "across", "226": "tire", "227": "turning", "228": "direction", "229": "leading", "230": "low", "231": "cut", "232": "tracks", "233": "mid-flight", "234": "catches", "235": "dead", "236": "grass", "237": "catch", "238": "tennis", "239": "leaps", "240": "terrier", "241": "jeans", "242": "woman", "243": "stands", "244": "nearby", "245": "looking", "246": "towards", "247": "hands", "248": "runs", "249": "grassy", "250": "as", "251": "off-camera", "252": "beige", "253": "trench", "254": "rain", "255": "umbrella", "256": "open", "257": "his", "258": "head", "259": "hair", "260": "past", "261": "parking", "262": "kid", "263": "climbing", "264": "rope", "265": "course", "266": "ropes", "267": "ladder", "268": "children", "269": "climb", "270": "jungle", "271": "gym", "272": "cross", "273": "bridge", "274": "men", "275": "dressed", "276": "winter", "277": "clothing", "278": "stand", "279": "against", "280": "railing", "281": "outside", "282": "each", "283": "jackets", "284": "leaning", "285": "lean", "286": "urban", "287": "corner", "288": "doing", "289": "riding", "290": "skateboard", "291": "half", "292": "pipe", "293": "does", "294": "tricks", "295": "skateboarder", "296": "performs", "297": "guy", "298": "striped", "299": "skateboarding", "300": "surface", "301": "canoe", "302": "toward", "303": "canoes", "304": "lake", "305": "kayakers", "306": "row", "307": "mountain", "308": "kayaks", "309": "background", "310": "houses", "311": "view", "312": "seen", "313": "kayak", "314": "tail", "315": "after", "316": "tube", "317": "husky", "318": "tunnel", "319": "obstacle", "320": "they", "321": "thrown", "322": "adult", "323": "flannel", "324": "light", "325": "tossing", "326": "toddler", "327": "baby", "328": "enjoys", "329": "tossed", "330": "glasses", "331": "arms", "332": "crossed", "333": "leather", "334": "smiles", "335": "grins", "336": "teeth", "337": "showing", "338": "smile", "339": "breed", "340": "straw", "341": "strewn", "342": "foot", "343": "big", "344": "ears", "345": "rock", "346": "themselves", "347": "make", "348": "rocky", "349": "terrain", "350": "participate", "351": "female", "352": "hikers", "353": "hang", "354": "deep", "355": "backpacks", "356": "formations", "357": "kicks", "358": "soccer", "359": "high", "360": "bright", "361": "kicked", "362": "very", "363": "above", "364": "plays", "365": "basketball", "366": "bouncing", "367": "net", "368": "toy", "369": "hoop", "370": "coach", "371": "speaking", "372": "football", "373": "player", "374": "watches", "375": "talks", "376": "about", "377": "game", "378": "talking", "379": "official", "380": "crowd", "381": "team", "382": "members", "383": "quarterback", "384": "during", "385": "construction", "386": "uniform", "387": "wears", "388": "hardhat", "389": "sprays", "390": "hose", "391": "safety", "392": "suit", "393": "spraying", "394": "public", "395": "workers", "396": "working", "397": "work", "398": "play", "399": "emerges", "400": "show", "401": "trainer", "402": "him", "403": "under", "404": "cover", "405": "cloth", "406": "sprints", "407": "tries", "408": "biker", "409": "all", "410": "gear", "411": "buildings", "412": "tree", "413": "no", "414": "beside", "415": "bike", "416": "helmet", "417": "bicycle", "418": "foggy", "419": "day", "420": "night", "421": "rides", "422": "sidewalk", "423": "lit", "424": "cyclist", "425": "cars", "426": "nighttime", "427": "unicycle", "428": "scooter", "429": "reaches", "430": "couple", "431": "concrete", "432": "elaborate", "433": "indoor", "434": "balcony", "435": "elegant", "436": "gazing", "437": "group", "438": "bicycles", "439": "turn", "440": "line", "441": "compete", "442": "tight", "443": "sharp", "444": "lots", "445": "cyclists", "446": "ride", "447": "starring", "448": "off", "449": "distance", "450": "tripod", "451": "leans", "452": "video", "453": "bald", "454": "tank", "455": "top", "456": "stop", "457": "headphones", "458": "main", "459": "stops", "460": "sunglasses", "461": "listening", "462": "music", "463": "photographer", "464": "african", "465": "brightly", "466": "colored", "467": "colorfully", "468": "clothed", "469": "market", "470": "various", "471": "village", "472": "ground", "473": "bearded", "474": "shopping", "475": "cart", "476": "cardboard", "477": "sign", "478": "homeless", "479": "written", "480": "holds", "481": "money", "482": "begging", "483": "sniffs", "484": "smaller", "485": "gravel", "486": "edge", "487": "river", "488": "dirt",